Repository: Happy-Ferret/gnome-globalmenu
Catalog: po/*.po
Languages: sk_sk

source: Show fancy control buttons for menu bars
sk_sk: Zobraz vzorové kontrolné tlačidlá pre menu

source: No Stick to the workspace
sk_sk: Neprilepiť na pracovnú plochu

source: No Always on top
sk_sk: Nezapnúť "Vždy navrchu"

source: translator_credits
sk_sk: Matej Krajčovič

source: GNOME panel applet for Global Menu
sk_sk: GNOME applet pre Global Menu

source: Global Menu applet Factory
sk_sk: Global Menu applet továrňa

source: Global Menu applet factory
sk_sk: Global Menu applet továrňa

source: Global Menu applet for GNOME
sk_sk: Zásuvný modul Global Menu

source: Placeholder for GTK+ application menu in XFCE Panel
sk_sk: Miesto pre menu GTK+ aplikácií v XFCE panely

source: _About
sk_sk: O programe

source: _Preferences
sk_sk: Predvoľby

source: Show/Hide the icon of the active window
sk_sk: Zobraziť/Skryť ikonu aktívneho okna

source: Show/Hide the title of the active application
sk_sk: Zobraziť/Skryť názov aktívnej aplikácie

source: The Maximum length of title of the active application
sk_sk: Maximálna dĺžka názvu aktívneho okna

source: The font used to display the title of the active application
sk_sk: Písmo použité na zobrazenie názvu aktívneho okna

source: <b>Appearence</b>
sk_sk: <b>Vzhľad</b>

source: Display the _icon of the current window.
sk_sk: Zobraz ikonu aktuálneho okna.

source: Display the _title of the current application.
sk_sk: Zobraz názov aktuálnej aplikácie.

source: Maximum _width
sk_sk: Maximálna šírka

source: Preference
sk_sk: Predvoľby

source: _Font
sk_sk: Písmo
